"+ Add" = "+ Legg til";

"Add a card" = "Legg til et kort";

"Add a payment method" = "Legg til betalingsmetode";

"Add bank account" = "Legg til bankkonto";

"Add new payment method" = "Legg til ny betalingsmetode";

"Add your payment information" = "Legg til betalingsinformasjon";

"Approve payment" = "Godkjenn betaling";

"Back" = "Tilbake";

"Bank account" = "Bankkonto";

"Buy now or pay later with Klarna." = "Kjøp nå eller betal senere med Klarna.";

"Buy using a UPI ID" = "Kjøp med UPI-ID";

"By confirming your payment with PayPal, you allow %@ to charge your PayPal account for future payments in accordance with their terms." = "Ved å bekrefte betalingen med PayPal, tillater du %@ å belaste PayPal for fremtidige betalinger i samsvar med vilkårene deres.";

"By continuing to PayPal, you allow %@ to charge your PayPal account for future payments in accordance with their terms." = "Ved å fortsette til PayPal, tillater du %@ å belaste PayPal-kontoen din for fremtidige betalinger i samsvar med vilkårene deres.";

"By continuing to Revolut Pay, you allow %@ to charge your Revolut Pay account for future payments in accordance with their terms." = "Ved å fortsette til Revolut Pay, tillater du %@ å belaste Revolut Pay-kontoen din for fremtidige betalinger i samsvar med vilkårene deres.";

"By continuing, you agree to authorize payments pursuant to <terms>these terms</terms>." = "Ved å fortsette godtar du å autorisere betalinger i samsvar med <terms>disse vilkårene</terms>.";

"By continuing, you authorize %@ to debit your Cash App account for this payment and future payments in accordance with %@'s terms, until this authorization is revoked. You can change this anytime in your Cash App Settings." = "Ved å fortsette, godkjenner du at %1$@ belaster Cash App-kontoen din for denne og fremtidige betalinger, i henhold til vilkårene fra %2$@, frem til autorisasjonen er tilbakekalt. Du kan når som helst endre dette i Cash App-innstillingene.";

"By joining Link, you agree to the <terms>Terms</terms> and <privacy>Privacy Policy</privacy>." = "Ved å bli med i Link, godtar du <terms>vilkårene</terms> og <privacy>personvernerklæringen</privacy>.";

"By providing your payment information and confirming this payment, you authorise (A) %@ and Stripe, our payment service provider, to send instructions to your bank to debit your account and (B) your bank to debit your account in accordance with those instructions. As part of your rights, you are entitled to a refund from your bank under the terms and conditions of your agreement with your bank. A refund must be claimed within 8 weeks starting from the date on which your account was debited. Your rights are explained in a statement that you can obtain from your bank. You agree to receive notifications for future debits up to 2 days before they occur." = "Ved å oppgi betalingsinformasjonen din og bekrefte denne betalingen gir du tillatelse til at (A) %@ og Stripe, vår leverandør for betalingstjenesten, sende anmodning til banken din om å belaste kontoen din og (B) banken din belaster kontoen din i samsvar med anmodningen. Som del av dine rettigheter kan du kreve å få beløpet tilbakeført i henhold til avtalen du har med banken. Tilbakeføringskrav må fremsettes innen 8 uker etter at kontoen ble belastet. Rettighetene dine blir forklart i en erklæring som du kan få fra banken. Du godtar å motta varsler om fremtidige belastninger opptil to dager før de skjer.";

"By saving your bank account for %@ you agree to authorize payments pursuant to <terms>these terms</terms>." = "Ved å lagre bankkontoen for %@ godtar du å autorisere betalinger i samsvar med <terms>disse vilkårene</terms>.";

"CPF/CPNJ" = "CPF/CPNJ";

"Cancel and pay another way" = "Avbryt og betal på en annen måte";

"Choose a payment method" = "Velg en betalingsmetode";

"Close card scanner" = "Lukk kortskanner";

"Confirm" = "Bekreft";

"Confirm the payment in your bank or payment app within %@ to complete the purchase." = "Bekreft betalingen i bankens app eller i betalingsapp innen %@ for å fullføre kjøpet.";

"Confirm the payment in your bank's app within %@ to complete the purchase." = "Bekreft betalingen i bankens app innen %@ for å fullføre kjøpet.";

"Contact information" = "Kontaktinformasjon";

"EPS Bank" = "EPS Bank";

"Enter address manually" = "Skriv inn adresse manuelt";

"FPX Bank" = "FPX Bank";

"IBAN" = "IBAN";

"Manage your payment methods" = "Administrer betalingsmetodene dine";

"Name on card" = "Navn på kort";

"Open your UPI app to approve your payment within %@" = "Åpne UPI-appen for å godkjenne betalingen innen %@";

"Or" = "Eller";

"Or pay using" = "Eller betal med";

"Or pay with a card" = "Eller betal med et kort";

"Pay %@" = "Betal %@";

"Pay another way" = "Betal på en annen måte";

"Pay faster at %@ and thousands of merchants." = "Betal raskere hos %@ og tusenvis av andre forhandlere.";

"Pay in <num_installments/> interest-free payments of <installment_price/> with <img/>" = "Betal med <num_installments/> rentefri avdrag på <installment_price/> med <img/>";

"Pay later with Klarna." = "Betal senere med Klarna.";

"Pay over time with %@" = "Betal over tid med%@";

"Pay with Link" = "Betal med Link";

"Pay with your bank account in just a few steps." = "Betal med bankkontoen din med noen få trinn.";

"Payment failed" = "Betaling mislyktes";

"Please go back and select another payment method" = "Gå tilbake og velg en annen betalingsmetode";

"Point the camera at your card." = "Rett kameraet mot kortet.";

"Processing..." = "Behandler …";

"Przelewy24 Bank" = "Przelewy24 Bank";

"Remove %1$@ ending in %2$@" = "Fjern %1$@ som slutter på %2$@";

"Remove Card" = "Fjern kort";

"Save" = "Lagre";

"Save a new payment method" = "Lagre en ny betalingsmetode";

"Save address" = "Lagre adresse";

"Save for future payments" = "Lagre til fremtidige betalinger";

"Save my info for secure 1-click checkout" = "Lagre informasjonen min for sikker 1-klikk-utsjekking";

"Save this account for future %@ payments" = "Lagre kontoen til fremtidige betalinger hos %@";

"Save this card for future %@ payments" = "Lagre kortet til fremtidige betalinger hos %@";

"Save your bank account in just a few steps." = "Lagre bankkontoen din med bare noen få trinn.";

"Select your payment method" = "Velg betalingsmetode";

"Set up" = "Konfigurer";

"Shipping to %@ is not supported." = "Levering til %@ støttes ikke.";

"Show menu" = "Vis meny";

"Stripe will deposit $0.01 to your account in 1-2 business days. Then you'll get an email with instructions to finish saving your bank account with %@." = "Stripe setter inn $0,01 på kontoen din i løpet av 1–2 virkedager. Deretter får du en e-post med instruksjoner for å fullføre lagringen av bankkontoen din med %@.";

"Stripe will deposit $0.01 to your account in 1-2 business days. Then you’ll get an email with instructions to complete payment to %@." = "Stripe vil sette inn et innskudd på USD 0,01 på kontoen din innen 1–2 virkedager. Deretter vil du få en e-post med instruksjoner for å fullføre betalingen til %@.";

"The IBAN you entered is incomplete." = "IBAN-nummeret du la inn er ufullstendig.";

"Update card" = "Oppdater kort";

"Your IBAN should start with a two-letter country code." = "IBAN-nummeret skal starte med en tosifret landskode.";

"iDEAL Bank" = "iDEAL Bank";
